const r=[{id:"R3-2024-01",title:"在海外打拚的二代",date:"12/29/23",place:"溫哥華",figure:"S_95879264-R3-2024-01.jpg",content:`2023年12月，在寒冷的冬季，随著兩位姪女前往加拿大。西岸溫哥華，東岸蒙特利爾市，相隔東西兩岸，直線距離相距3,682公里。出發前，好友們提出溫馨的警告：冬季時間天候因素，實不宜前往。念及已屆75高齡，未來機會較少。把握對的時間，當下作出正確的決擇。依然堅持活在當下，出發！\r
<br><br>\r
2023年12月14日從台北桃園機塲出發。隨同返回加拿大的兩位姪女艾倫及芝倫前往加拿大。首站抵達溫哥華居住停留。兩位姪女返加，已經開始各自的工作。\r
<br><br>\r
在桃園機場甫方離開家門。中華航空服務人員熱心服務主動上前詢問旅客有什麼需要協助的地方，記憶猶新。到達加拿大溫哥華機埸，小姪女芝倫協助在線上辦好所有入境手續。當飛機降落地面時，從後座趕快趨前告知已經代填入境表，非常的貼心。入境完成又立即叫車辦理所有的行李載運住所。突然發現小姪女獨當一面處事的獨立自主性。完全沒有國內女生的所謂「公主」病。真叫我刮目相看，稱讚👍。\r
<br><br>\r
居住溫哥華期間，我與艾倫姪女大部分時間前往市區找沙發及餐桌椅，每天早出晚歸。很多時間在寒冷的天氣裡 ，搭乘捷運後，在等候公車。溫哥華天氣濕冷，在寒風中搭乘大眾運輸工具捷運、公車，確實不是件容易的事。反推到二十年前弟媳帶著兩位年幼姪女來此生活也是一件艱辛困難的事情。在溫哥華期間，小護士芝倫天天主動來幫我量一量血壓。超級甜心與感謝。從高血壓逐漸趨於正常。小護士貼心照顧，功勞很大！\r
<br><br>\r
三天前，我與艾倫姪女搭乘Porter航空公司班機自溫哥華飛到多倫多機場。由於前班飛機延誤起飛時間，到達轉機登機門已關閉。從3號登機門，飛奔到39號門；再從39號門回到3號門，真是莫大考驗。我的腿真的很爭氣。沒有罷工。\r
<br><br>\r
三天前抵達蒙特利爾市。住在艾倫新家。蒙特利爾市是一座古老歐式建築。與溫哥華有著截然不同的城市風貌。商業氣息濃厚。生活方式也大異情趣。在台灣很少人提及蒙特婁。我曾經在美東行旅程路過此處。這裡的文化及建築風格，與歐洲法國接近。高聳的建築林立。建築風格粗獷。冬天天候寒冷，目前僅有3、4度。外岀時著羽絨大衣、靴子。從炎熱的亞洲到加拿大東岸，確實考驗很大。但是，以前購買的裝備齊全，將貂皮圍巾全數拿出來用。也算是物盡其用吧！\r
<br><br>\r
目前初到此處僅三天，一切適者生存中。大家也處在新春期間，公共場所博物館、美術館、運動塲所都在放假中，我們僅能先吃吃喝喝，顧好自己的身體了。\r
<br><br>\r
世代交替，新世代的年輕人，有自己的看法及生活方式，與上一世代不同；在努力工作，打拚開創世野格局之餘，如何享受自己的生活也是本領之一。來此親眼目睹她們在海外生活體驗，不虛此行！`,category:"rank3"},{id:"R3-2024-02",title:"活動篇",date:"1/1/24",place:"蒙特利爾",figure:"S_95995178-R3-2024-02.jpg",content:`2024年元旦第一天，根據氣象局報告，今天有陽光，五小時。昨晚姪女艾倫已經先行告知：早上九點起床，準備好在陽光之日作戶外活動。\r
<br><br>\r
九黔叫醒艾倫。事前六點已經起床，熬煮一鍋牛肉大骨湯頭，準備吃點麵食就外出活動。元旦首日，放假中，路上行人在零下4、5度左右，一出門猶如開冰箱，必須頭戴毛線帽、穿著羽絨長大衣，絨毛靴子。裝備齊全。幸運的是蒙特利爾市內地下街四通八達，進入地下街卽可躲避冬天的風寒。\r
<br><br>\r
今天艾倫特別帶我來到La Grande Roue de Montréal海邊。在此嚴寒冬季在有陽光的日子，才能來此一遊。從住家到此海邊行走卄分鐘。風景區呈現的度假風情。想必夏天來此一遊更有修閒的樂趣。旁邊設有摩天輪眺望周遭的景色。另外有一處是拍攝電影的塲景。我們在此走路運動。\r
<br><br>\r
隨後，艾倫帶著我來到第一名的咖啡廳\r
「Cafe Olympicso」。前幾天，因爲人多，沒有排到享用。今天難得來也是客人滿堂。找到隔鄰旅館大廳坐下享用美味咖啡，疲勞馬上消除，精神振𡚒。\r
<br><br>\r
Square Saint-Louis\r
精神好了;再上路，沿途走走停停，上坡下坡前往加拿大特色建築物區。據艾倫說：此地區是具有加拿大特色的城堡式建築物設計。此區域具有特色建築型式。一般導遊比較少帶遊客來此處。\r
<br><br>\r
聖路易廣場是加拿大魁北克省蒙特婁的一個城市廣場。廣場東部邊緣為主要的南北幹道聖丹尼斯街，聖路易廣場街沿著廣場的南北兩側延伸，而拉瓦爾大道則沿著西側。 廣場的所在地原是一個水庫，一直使用到1852年。1852年大火後，為新建的麥克塔維什水庫所取代。 廣場開闢於1876年，以兩位商人聖路易兄弟命名。\r
<br><br>\r
參觀聖路易廣塲後，希望找到一座歇腿吃飯的地方，可惜今天是元旦，絕大多數餐廳均休息中，只好打道回府。途中經過速食店（唯一開店的店家）\r
<br><br>\r
今天我倆步行約有15,000步。在寒冷的冬天，零下4、5度。非常有成就感。回程中，我的腿已經在抗議了。`,category:"rank3"},{id:"R3-2024-03",title:"街頭壁畫篇",date:"1/10/24",place:"蒙特利爾",figure:"S_96116752-R3-2024-03.jpg",content:`蒙特利爾市，一個有風情、文化、藝術、氣質的城市。每日走走看看，每趟行程走一次，喜愛增加一分。雖然，對這個城市，感覺陌生，但是，驚喜度、好感度，每日俱增。\r
<br><br>\r
姪女艾倫談道：決定離開渥太華，遷居蒙特利爾市的主因之一，因為此市最大的特色，在於城市藝術氛圍。最喜歡的活動就是欣賞墙畫。截至2021年，蒙特利爾市有超過3,500幅墙畫。其中超過11公里长的聖勞倫斯街（Rue Saint-Laurent）和與其相连的街是牆畫最多最集中地區。\r
<br><br>\r
2014年1月7日來到蒙特利爾市第一次下雪的日子。走到堆滿雪的街道上，欣奇又驚嚇的感覺。途經新月街的一棟建築物看到加拿大歌手莱昂纳德·科恩的壁畫及或纪念碑。\r
在加拿大蒙特利爾市的宣傳海報上曾多次看到這幅畫。\r
<br><br>\r
沿著蒙特利爾的 St.-Laurent 大道踏上，街頭藝術之旅，探索由國際和當地人才為非洲大陸最大的壁畫節製作的壁畫。觀看塗鴉和裝置，了解當地的街頭藝術場景。超過 100 件藝術品已經點綴成為露天藝術畫廊的區域。\r
<br><br>\r
\r
另外，JASON BOTKIN’的「MURS À MOTS」所有8副壁畫均由蒙特利爾市非盈利组織MU制作完成。你可以在SAVOIE街上看到这8副作品，在MAISONNEUVE街至ONTARIO街中間路段。\r
\r
<br><br>\r
Ella 和 Pitr 是法国的两位壁画家，周游世界，留下自己的作品，两人还以 Papiers Peintres 的艺名出名。\r
加拿大廣播公司報導：最近，\r
這这两位藝術家来到了加拿大的的蒙特利爾市。在 Rosemont 区的一栋建築物的楼顶上留下了自己的巨作。Ella 和 Pitr 告诉加拿大廣播公司，他们首先通過谷歌地图，寻找自己希望画画的楼顶，確定后就去这些建築物的的樓頂上進行創作。\r
<br><br>\r
他们作品中很多是「大巨人」。\r
Ella 和 Pitr 表示：作品主人公代表的是社会中的邊緣階級層。通常是被社会遗棄，不引人注意的那些人。在離開蒙特利尔之後，Ella 和 Pitr 已经前往安大略省的萨德伯里市（Sudbury），正在創作另外一幅大型壁畫。\r
<br><br>\r
自從來到此地，看到的壁畫非常多。僅選擇幾幅分享給大家。`,category:"rank3"}];export{r as b};
